Revit 2024 API
FailureDefinitionId Operators
The FailureDefinitionId type exposes the following members.
Operators
Name | Description
Equality
Compares two FailureDefinitionId instances.
Inequality
Compares two FailureDefinitionId instances.
See Also
FailureDefinitionId Class
Autodesk.Revit.DB Namespace